[
    {
        "title": "LG 65-Inch Class OLED evo AI 4K G5 Series Smart TV w/Dolby Atmos, Dolby Vision, HDR10, AI Super Upscaling 4K, Filmmaker Mode, Wow Orchestra, Alexa Built-in (OLED65G5WUA, 2025)",
        "description": "Mind-blowing picture. Head-turning design. Next-level AI. Our best and brightest OLED ever. Introducing the all-new LG OLED evo G5 with next-gen AI for a smarter, more personalized experience and bright-room-ready performance. Powered by the Alpha 11 AI Processor Gen 2, it delivers even more customized picture and sound. Brightness Booster Ultimate produces up to 45% brighter images² for high-contrast, glare-free viewing—while perfect black and over 8 million self-lit pixels ensure breathtaking color. When not in use, show art or photos to integrate beautifully into your space. LG webOS 25 and Quick Cards let you organize apps and access what you love fast—like over 350 free channels⁷ with LG Channels. Every LG OLED TV includes Dolby Vision⁴ for vibrant picture and Dolby Atmos⁴ for immersive sound. With FILMMAKER MODE, enjoy movies just as directors intended. Plus, with a 5-year panel warranty⁹, you can watch with peace of mind. ¹Source: Omdia. Unit shipments, 2013–2024. Results are not an endorsement of LG Electronics. Any reliance on these results is at the third party’s own risk. ²Based on LG internal testing: OLED evo M5/G5 peak brightness is 45% brighter than OLED B5 models at 10% APL (excludes 97\"). ³Image quality of upscaled content will vary based on source resolution. ⁴Dolby, Dolby Vision, Dolby Atmos, and the double-D symbol are registered trademarks of Dolby Laboratories Licensing Corporation. Manufactured under license from Dolby Laboratories. Copyright 2012–2025 Dolby Laboratories. All rights reserved. ⁵Depending on installation environment, there may be a slight gap between the TV and the wall. Installation requirements vary. See installation guide for details. ⁶Subscription and compatible gaming controller are required. PC with 165Hz graphic card required. ⁷Internet connection and subscriptions to streaming services are required; number of LG Channels subject to change. Software update will automatically download. Consumers who disable “auto-update” will receive a pop-up notification to accept or deny software update. ⁸Google Chromecast is a trademark of Google LLC. Apple, the Apple logo and HomeKit are trademarks of Apple Inc., registered in the U.S. and other countries. ⁹In the 1st year, panel, parts, and labor costs are covered. In the 2nd–5th year, only panels are covered; labor will be charged. The 5-year limited panel warranty is available for G, Z & M Series.",
        "feature_bullets": [
            " BRIGHTNESS BOOSTER MAX: The LG OLED evo shines even brighter than before. Brightness Booster Max technology magnifies each individual pixel for luminous quality that shines with every detail.",
            " BRIGHT ROOM READY: Verified by UL for Discomfort Glare Free (UGR less than 22), you can be confident your LG OLED TV performs great no matter the room or the lighting. With LG OLED you still experience perfect black that delivers stunning picture other brands just can't match.",
            " ALPHA 11 AI PROCESSOR GEN2: Enjoy personalized, crisp picture and sound no matter what you watch with AI Picture Pro and AI Super Upscaling². Find and choose what to watch fast and without lag. See movies in perfect tone with AI Director Processing.",
            " PERFECT BLACK AND PERFECT COLOR: LG's flagship OLED technology creates an incredible watching experience and stellar picture quality with Perfect Black and Perfect Color technology on over 8.3 million self-lit smart pixels, even in bright rooms.",
            " DOLBY VISION, DOLBY ATMOS, FILMMAKER MODE: Enjoy movie magic. Loaded with Dolby Vision for extraordinary color, contrast and brightness, plus Dolby Atmos³ for sound you can feel all around you. Land in the center of the action with FILMMAKER MODE, allowing you to see films just as the director intended.",
            " ULTIMATE GAMING: Experience crisp, smooth imagery from a 0.1ms response time and up to 120Hz refresh rate to let you game at blinding speed without any blurring or tearing to keep up with the fastest games. All LG OLED TVs have NVIDIA G-Sync, AMD FreeSync Premium and VRR to further improve gaming quality. Four HDMI 2.1 inputs allow you to plug in all the devices you need. Whether you game on consoles or on the cloud⁸, the LG Game Dashboard and Game Optimizer put all the control at your fingertips.",
            " WEBOS: LG’s Award winning Smart TV platform powered by webOS. Get access to apps and view over 350 free LG Channels. Plus get up to 5 years of software updates with webOS Re:New⁵.",
            " ONE WALL DESIGN: Transform your home into a more artful space with the all-new, contemporary LG OLED design that leaves virtually no gap when you hang it on the wall. And when you're not watching, display paintings, photos and other content to blend the LG OLED evo G4 into your surroundings."
        ],
        "variants": [],
        "categories": [
            {
                "category": "Electronics",
                "url": "https://www.amazon.com/electronics-store/b/ref=dp_bc_1?ie=UTF8&node=172282"
            },
            {
                "category": "Television & Video",
                "url": "https://www.amazon.com/tv-video/b/ref=dp_bc_2?ie=UTF8&node=1266092011"
            },
            {
                "category": "Televisions",
                "url": "https://www.amazon.com/tvs/b/ref=dp_bc_3?ie=UTF8&node=172659"
            },
            {
                "category": "OLED TVs",
                "url": "https://www.amazon.com/oled-tvs/b/ref=dp_bc_4?ie=UTF8&node=6463520011"
            }
        ],
        "asin": "B0DYQR8R98",
        "url": "https://www.amazon.com/dp/B0DYQR8R98",
        "reviews": {
            "total_reviews": 164164,
            "rating": "",
            "answered_questions": 0
        },
        "item_available": true,
        "price": {
            "symbol": "$",
            "currency": "USD",
            "current_price": 2171.97,
            "discounted": false,
            "before_price": 2171.97,
            "savings_amount": 0,
            "savings_percent": 0
        },
        "bestsellers_rank": [],
        "main_image": "https://m.media-amazon.com/images/I/91IlCZLFS9L._AC_SL1500_.jpg",
        "total_images": 18,
        "images": [
            "https://m.media-amazon.com/images/I/91IlCZLFS9L._AC_SL1500_.jpg",
            "https://m.media-amazon.com/images/I/917t7ipVJ8L._AC_SL1500_.jpg",
            "https://m.media-amazon.com/images/I/81HaN2qJojL._AC_SL1500_.jpg",
            "https://m.media-amazon.com/images/I/814Z7liM12L._AC_SL1500_.jpg",
            "https://m.media-amazon.com/images/I/81FSZJguh-L._AC_SL1500_.jpg",
            "https://m.media-amazon.com/images/I/81ogSPB+lCL._AC_SL1500_.jpg",
            "https://m.media-amazon.com/images/I/81Bi9VQFbCL._AC_SL1500_.jpg",
            "https://m.media-amazon.com/images/I/81Q-CqsF9-L._AC_SL1500_.jpg",
            "https://m.media-amazon.com/images/I/81P1SmkraYL._AC_SL1500_.jpg",
            "https://m.media-amazon.com/images/I/81AcYWSALHL._AC_SL1500_.jpg",
            "https://m.media-amazon.com/images/I/81AASrqvntL._AC_SL1500_.jpg",
            "https://m.media-amazon.com/images/I/71DRnGvKlSL._AC_SL1500_.jpg",
            "https://m.media-amazon.com/images/I/81RuiRDoI+L._AC_SL1500_.jpg",
            "https://m.media-amazon.com/images/I/714ve0yfTTL._AC_SL1500_.jpg",
            "https://m.media-amazon.com/images/I/91NRtRd6BZL._AC_SL1500_.jpg",
            "https://m.media-amazon.com/images/I/517cbytehmL._AC_SL1500_.jpg",
            "https://m.media-amazon.com/images/I/91W2bVvCUzL._AC_SL1500_.jpg",
            "https://m.media-amazon.com/images/I/71Ok8ajSbUL._AC_SL1500_.jpg"
        ],
        "total_videos": 0,
        "videos": [],
        "delivery_message": "",
        "product_information": {
            "dimensions": "",
            "weight": "",
            "available_from": "",
            "available_from_utc": "",
            "available_for_months": 0,
            "available_for_days": 0,
            "manufacturer": "",
            "model_number": "",
            "department": "",
            "sold_by": "Beach Camera Same Day Shipping",
            "fulfilled_by": "Beach Camera Same Day Shipping",
            "qty_per_order": 20,
            "store_id": "",
            "brand": "Visit the LG Store"
        },
        "badges": {
            "amazon_сhoice": false,
            "amazon_prime": true,
            "best_seller": false
        },
        "sponsored_products": [],
        "also_bought": [],
        "other_sellers": []
    }
]
